
# ---------- lessons timetable ----------

monday = '''
1. ИКТ
2. ИКТ
3. Физика
4. Физика
5. Математика
6. Маиематика
7. ОБЖ
'''

tuesday = '''
1. Родной язык
2. Русский язык
3. Математика
4. Математика
5. ИКТ
6. Английский язык
7. Английский язык
'''

wednesday = '''
1. География
2. Математика
3. Математика
4. Литература
5. Английский язык
6. История 
7. ИКТ
'''

thursday = '''
1. Физика
2. Физика
3. Физкультура
4. Русский язык
5. Общество
6. Литература
'''

friday = '''
1. Астрономия
2. Физкультура
3. Английский язык
4. Математика
5. История 
7. Литература
'''
# ---------- lessons timetable ----------

# ---------- bells timetable ----------

bells_timetable = '''
<b>1 Урок:</b> 8:45 - 9:30
<b>2 Урок:</b> 9:40 - 10:25
<b>3 Урок:</b> 10:35 - 11:20
<b>4 Урок:</b> 11:40 - 12:25
<b>5 Урок:</b> 12:35 - 13:20
<b>6 Урок:</b> 13:30 - 14:15
<b>7 Урок:</b> 14:25 - 15:10
<b>8 Урок:</b> 15:20 - 16:05
<b>9 Урок:</b> 16:15 - 17:00
'''


# -------------checking the day of the week and displaying the schedule-------------


# -------------checking the day of the week and displaying the schedule-------------
